/* The following strings are used for formatting titles, keys, values and errors in the detail rich text view. */
/* If you are localizing for a RTL language then use these strings to embed the appropriate RTL control characters before and after the keys, titles and values: */
/* <rdar://problem/4255795> LOC: Alignment problems when displaying label/info text in RTL language */
/* <rdar://problem/8764729> Need to find a way so we do not have empty strings in the Localizable.strings file for ASP */
/* If you are localizing for french or another language which uses a delimiter other than a colon then you can modify that here as well: */
/* <rdar://problem/3331405> LOC: French localization nees space before colon characters in labels */
title_format = "%@:\n";
key_format = "  %@:";
value_format = "\t%@\n";
error_format = "%@";

device_n_format = "Device %@";

/* default document/window name */
system_profile = "System Report";

/* drive and volume keys */
bsd_name = "BSD Name";
ejectable = "Ejectable";
writable = "Writable";
size = "Capacity";
size_in_bytes = "Capacity";
free_space = "Free";
free_space_in_bytes = "Free";
file_system = "File System";
mount_point = "Mount Point";
volume_uuid = "Volume UUID";
disc_burning = "Disc Burning";
device_manufacturer = "Manufacturer";
device_model = "Model";
device_serial = "Serial Number";
device_revision = "Revision";
optical_media_type = "Media Type";
optical_drive_type = "Drive Type";
os9_drivers = "Mac OS 9 Drivers";
raid_drive = "RAID Drive";
removable_media = "Removable Media";
media_name = "Media Name";
detachable_drive = "Detachable Drive";
bay_name = "Bay Name";
smart_status = "S.M.A.R.T. status";
volumes = "Volumes";
volumes_anonymous = "Volumes";
iocontent = "Content";

/* partition types */
partition_map_type = "Partition Map Type";
unknown_partition_map_type = "Unknown";
apple_partition_map_type = "APM (Apple Partition Map)";
master_boot_record_partition_map_type = "MBR (Master Boot Record)";
guid_partition_map_type = "GPT (GUID Partition Table)";
"Journaled HFS+" = "Journaled HFS+";
"Case-sensitive Journaled HFS+" = "Case-Sensitive Journaled HFS+";

/* SMART status values*/
"Verified" = "Verified";
"Failing" = "Failing";
"Not Supported" = "Not Supported";

/* generic responses */
Yes = "Yes";
yes = "Yes";
No = "No";
no = "No";
no_info_found = "No information found.";
reporter_error = "There was an error while gathering this information.";
reporter_timeout = "The plug-in did not respond quickly enough while gathering this information.";

Offline = "Offline";
Online = "Online";
Complete = "Complete";

/* unit abbreviations */
XB = "XB";
PB = "PB";
TB = "TB";
GB = "GB";
MB = "MB";
KB = "KB";
bytes = "bytes";
GHz = "GHz";
MHz = "MHz";
KHz = "kHz";
Hz = "Hz";

/* status messages */
"Sending System Report to Apple" = "Sending System Report to Apple…";
"Saving System Report\\U2026" = "Saving System Report…";

/* code signing keys and values */
obtained_from = "Obtained from";
apple = "Apple";
unknown = "Unknown";
mac_app_store = "App Store";
ios_app_store = "App Store";
identified_developer = "Identified Developer";
signed_by = "Signed by";
